Repository: cknoll/django-sober
Catalog: sober_app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Maximum relative level to display
de: Maximal angezeigte relative Diskussions-Ebene

source: international_test_text
de: internationaler test-text (hier auf deutsch)

source: worthwhile discussions
de: zielf√ºhrende Diskussionen

source: <!-- utc_english_language_enabled -->
de: <!-- utc_deutsche_sprache_aktiviert -->

source: References
de: Referenzen

source: Create Contra-Argument
de: Kontra-Argument erstellen

source: Go to sober landing page
de: Gehe zur Startseite

source: Home
de: Startseite

source: Create New Thesis
de: Neue These erstellen

source: New Thesis
de: Neue These

source: Go to top of page
de: Gehe zum Anfang der Seite

source: Up
de: Hoch

source: Settings
de: Einstellungen

source: About
de: Projektinfo

source: Thesis
de: These
